brew "antidote"
brew "direnv"
brew "fzf"
brew "gh"
brew "git"
brew "golang"
brew "hub"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq"
brew "node"
brew "poetry"
brew "pyenv"
brew "rbenv"
brew "tig"
brew "uv"

cask "antigravity"
cask "brave-browser"
cask "bruno"
cask "gcloud-cli"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "postico"
cask "telegram"
cask "time-out"
